<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<html>
<head>
    <title>Title</title>
    <%@ include file="head.jsp" %>
    <link rel="stylesheet" href="<c:url value='/resources/css/side-menu.css'/>">
    <link rel="stylesheet" href="<c:url value='/resources/css/caution.css'/>">
</head>
<body>
    <%@ include file="header.jsp" %>
    <main>
        <div class="container">
            <div class="title">
                <div class="image">
                    <img src="<c:url value='/resources/img/lock.jpg'/>">
                </div>
                <div style="font-family: 'Raleway', sans-serif; ">Privacy Policy</div>
            </div>
            <div class="text_contents">
                'JNH' (이하 '회사')는 고객님의 서비스 이용을 위해 제공한 개인 정보를 보호하기 위해 최선을 다하고 있으며, "정보통신망 이용촉진 및 정보보호"에 관한 법률을 준수하고 있습니다.<br>
                회사는 개인정보처리방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.<br>
                회사의 개인정보처리방침은 관련 법률 및 지침의 변경, 이용약관 및 내부 규정 변화에 따라 변경될 수 있습니다.<br>
                회사가 개인정보처리방침을 개정하는 경우 그 이유 및 변경 내용을 웹 사이트 공지사항란(또는 별도의 창)을 통하여 공지할 예정이므로, 고객님께서는 사이트 방문 시 개인정보처리방침을 수시로 확인하시기 바랍니다.<br>
                본 방침은 2024.01.01 부터 시행됩니다.<br><br><br>

                수집하는 개인정보 항목<br>
                <div>
                    회사는 회원가입, 비회원 구매 시, 고객센터 문의 서비스, 온라인/오프라인 이벤트 진행 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.
                </div><br>
                수집항목
                <div>
                    [필수] 이름, 로그인ID, 비밀번호, 이메일주소, 휴대전화번호, 성별, 생년월일<br>
                    [선택] 자택 전화번호, 자택 주소(배송), 서비스 이용기록, 접속 로그, 접속 IP 정보, 구매 시 대금 지불 방법, 결제 정보(신용/직불카드 번호 포함), 웹 브라우저 및 OS유형, 쿠키, 방문 날짜<br>
                </div><br>
                개인정보 수집방법<br>
                <div>
                    - 홈페이지 회원가입 및 서비스 이용 과정에서 고객님이 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하여 해당 개인정보를 수집합니다.<br>
                    - 고객센터를 통한 상담 과정에서 웹 페이지, 메일, 전화, 팩스 등을 통해 고객님의 개인정보가 수집될 수 있습니다.<br>
                    - PC 웹, 모바일 웹/앱을 통한 서비스 이용 과정에서 IP주소, 쿠키, 방문일시, 서비스 이용기록, 모바일 기기정보(UUID, 광고식별자 등)가 기기식별, 장애대응, 서비스 이용 통계를 위해 자동 생성되어 수집될 수 있습니다.
                </div><br>
                개인정보의 수집 및 이용목적<br>
                <div>
                    회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br>
                    [서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산]<br>
                    - 콘텐츠 제공<br>
                    플랫폼 사용자로서 귀하의 사용자 등록 관리. 귀하가 제공하는 개인 정보는 귀하를 플랫폼 사용자로 식별하고, 귀하가 등록된 사용자로서 사용할 수 있는 플랫폼의 다양한 기능, 제품 및 서비스에 대한 액세스 권한을 부여하는데 사용됩니다<br>
                    구매 및 요금 결제<br>
                    고객 구매와 요금 결제에 대한 정보로 교환 및 환불 확인이 진행됩니다.<br>
                    물품배송 또는 청구지 등 발송<br>
                    회원관리<br>
                    회원제 서비스 이용에 따른 본인 확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 불만처리 등 민원처리, 고지사항 전달<br>
                    마케팅 및 광고에 활용<br>
                    이벤트 등 광고성 정보 전달<br>
                </div><br>
                개인정보의 보유 및 이용기간<br>
                <div>
                    회사는 개인정보 수집 및 이용목적이 달성된 후에는 예외 없이 해당 정보를 지체 없이 파기합니다. 회원가입의 철회, 개인정보 이용에 대한 동의 철회 및 개인정보 삭제 요청이 있는 경우 해당 개인 정보는 즉시 파기됩니다. 단, 관계 법률 요건에 따라 개인정보를 보존해야 할 사유가 존재하는 경우,해당 개인정보는 법률에 명시된 기간에 한하여 보존되며 해당 법률에 규정된 목적을 위해서만 이용됩니다.<br>
                </div><br>
                개인정보의 파기절차 및 방법<br>
                <div>
                    회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.<br>
                    [파기절차]<br>
                    회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(최대 의무보유기간은 5년임에 유의하여 주시기 바랍니다.) 일정 기간 저장된 후 파기되어집니다.별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유 되어지는 이외의 다른 목적으로 이용되지 않습니다.<br>
                    [파기방법]<br>
                    전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
                </div><br>
                개인정보 제공<br>
                <div>
                    회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<br>
                    이용자들이 사전에 동의한 경우<br>
                    법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
                </div><br>
                이용자 및 법정대리인의 권리와 그 행사방법<br>
                <div>
                    이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다. 이용자 혹은 만 14세 미만 아동의 개인정보 조회수정을 위해서는 ‘개인정보변경’(또는 ‘회원정보수정’ 등)을 가입해지(동의철회)를 위해서는 “회원탈퇴”를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 개인정보보호책임자에게 서면, 전화 또는 이메일로 연락하시면 지체없이 조치하겠습니다. 귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이이루어지도록 하겠습니다. 당사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 “회사가 수집하는 개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.<br>
                    개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항<br>
                    당사는 귀하의 본 사이트 접속 기록에 관한 소량의 정보를 포함한 쿠키를 사용함으로써 본 플랫폼에서의 귀하의 사용자 경험을 개선하고자 합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장이 되는 부분입니다.예를 들면 페이지 방문자수 를 익명으로 통계를 계산하고, 사용자의 웹사이트 설정(팝업 다시보지 않기등) 등에 쿠키를 사용합니다. 귀하는 본 개인정보 처리 및 쿠키 방침을 수락함으로써 본 웹사이트에서 사용되는 쿠키 사용에 동의하게 됩니다.<br>
                    [쿠키 사용 목적]<br>
                    쇼핑몰 사이트 내 팝업 중복 방지를 위해 사용합니다.<br>
                    비회원 유저의 서비스 이용시 개인을 식별하기 위해 사용합니다.<br>
                    Google Analytics 를 사용한 방문자의 웹 사이트 활용방식을 이해하는 제 3자 분석도구에 사용합니다. 이러한 제 3자의 분석 도구는 개별 방문자의 개인 정보를 식별하지 않고 익명의 사용자 정보를 활용하여 웹사이트 사용 통계를 보고하기 위해 쿠키를 사용할수 있습니다. 산출된 데이터는 회사가 제공하는 서비스를 개선하는데 사용될수 있습니다.<br>
                    [쿠키 설정 거부 방법]<br>
                    1. 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.<br>
                    2. 설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보<br>
                    3. 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.<br>
                </div><br>
                개인정보의 안전성 확보 조치<br>
                <div>
                    회사는 개인 정보 보호법 제 29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.<br>
                    개인정보 처리 직원의 최소화<br>
                    개인 정보를 처리하는 직원을 지정하고 접근 권한을 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.<br>
                    내부관리계획의 수립 및 시행<br>
                    개인 정보의 안전한 처리를 위하여 내부 관리 계획을 수립하고 시행하고 있으며, 개인정보를 처리하는 직원을 대상으로 새로운 보안 기술 습득 및 개인 정보보호 등에 관해 정기적인 사내 교육을 진행하고 있습니다.<br>
                    신규로 채용된 직원에게 정보보호 서약서 또는 개인 정보 보호 서약서에 서명하게 하고, 직원에 의한 정보유출을 미리 방지하고 있으며, 직원 퇴직시에 비밀유지 서약서에 서명함으로써 회원의 개인 정보를 처리하였던 자가 직무상 알게된 개인 정보를 훼손하거나 침해하여 누설하지 않도록 하고 있습니다.<br>
                    개인정보의 암호화<br>
                    이용자의 비밀번호는 단방향으로 암호화 되어 저장 및 관리되고 있으며, 어느 누구도 원래의 비밀번호를 확인할 수 없습니다. 또한, 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.<br>
                    개인정보에 대한 접근사항<br>
                    개인 정보를 처리하는 데이터베이스 시스템에 대한 접근 권한의 부여, 변경, 말소를 통하여 개인 정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 외부에서 접근할수 없도록 보안되어 있습니다.<br>
                </div><br>
                개인정보에 관한 민원서비스<br>
                <div>
                    회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보보호책임자를 지정하고 있습니다.<br>
                    고객서비스담당 부서 : CS팀<br>
                    전화번호 : 02-0000-0000<br>
                    이메일 : help@jnh.co.kr<br>
                    <br>
                    개인정보보호책임자 성명 : 김OO<br>
                    전화번호 : 02-0000-0000<br>
                    이메일 : support@jnh.co.kr<br>
                    <br>
                    귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보보호책임자 혹은 담당부서로 신고하실 수 있습니다.<br>
                    회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.<br>
                    기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br>
                    개인분쟁조정위원회 (www.1336.or.kr/1336)<br>
                    정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)<br>
                    대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)<br>
                    경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)<br>
                </div>
            </div>
        </div>
    </main>
    <%@ include file="footer.jsp" %>
</body>
</html>
